<?php
return [
    'status'    =>  [
        '1' =>  '发布',
        '0' =>  '草稿'
    ],
    //性别
    'gender' => [
        '1' => '男',
        '2' => '女',
    ],
    //权限类别
    'role_type' => [
        '0' => '管理员权限',
        '1' => '用户权限',
    ],
    //文章系统，类型
    'article_type' => [
        '1' => '栏目列表',
        '2' => '单页类型',
    ],
    //文章系统，模型
    'article_module' => [
        'article' => '文章模型',
        'product' => '产品模型',
        'images' => '图片模型',
    ],
    //文章系统，状态
    'article_status' => [
        '99' => '立即发布',
        '88' => '存为草稿',
        '0' => '禁止发布',
    ],
    //客户类型
    'customer_type' => [
        '1' => '代理商',
        '2' => '终端门店',
        '3' => '云托管客户',
        '4' => '招商加盟客户',
        '5' => '淘宝客户',
    ],
    //客户状态
    'customer_status' => [
        '1' => '成交客户',
        '2' => '未成交客户',
        '0' => '无效客户',
    ],
    //客户来源
    'customer_comefrom' => [
        '1' => '业务员',
        '2' => '客户推荐',
        '3' => '电话营销',
        '4' => '网络推广',
    ],
    //用户类别
    'member_type' => [
        '1' => '普通员工',
        '2' => '主管',
        '3' => '行政人员',
    ],
    //客户跟踪方式
    'track_type' => [
        '1' => '电话跟踪',
        '2' => '微信跟踪',
        '3' => '上门跟踪',
        '4' => '其他方式',
    ],
    //客户跟踪方式
    'department' => [
        '1' => '业务部',
        '2' => '云托管',
        '3' => '招商部',
        '4' => '电商部',
    ],
    //客户跟踪方式
    'product_status' => [
        '1' => '正常状态',
        '2' => '缺货中',
        '3' => '已下架',
    ],
    //开单系统-付款方式
    'payment' => [
        '1' => '货到付款',
        '2' => '款到发货',
        '3' => '现金欠款',
    ],
    //开单系统-订单状态
    'order_status' => [
        '1' => '已下订单',
        '2' => '会计已审核',
        '3' => '会计已退单',
        '4' => '仓管已审核',
        '5' => '仓库已发货',
        '6' => '客户已收货',
        '7' => '订单已完结',
    ],

];